{"f": 0, "son": 1, "daughter": 2, "love": 3, "action": 4, "adventure": 5, "intrigue": 6, "imagination": 7, "without": 8, "need": 9, "break": 10, "song": 11, "every": 12, "twelve": 13, "minute": 14, "isney": 15, "movie": 16, "you": 17, "y": 18, "loved": 19, "film": 20, "admit": 21, "laughed": 22, "loud": 23, "many": 24, "time": 25, "throughout": 26, "here": 27, "sappy": 28, "get": 29, "way": 30, "wonderfully": 31, "told": 32, "story": 33, "character": 34, "lovable": 35, "right": 36, "his": 37, "go": 38, "one": 39, "classic": 40, "beautifully": 41, "scenery": 42, "nonstop": 43, "excitement": 44, "ronically": 45, "make": 46, "ohn": 47, "arpenters": 48, "he": 49, "hing": 50, "entertaining": 51, "scifi": 52, "element": 53, "mystery": 54, "suspense": 55, "tight": 56, "plot": 57, "structure": 58, "t": 59, "put": 60, "shame": 61, "lien": 62, "rmageddon": 63, "content": 64, "viewer": 65, "special": 66, "effect": 67, "revolve": 68, "around": 69, "stunt": 70, "butcher": 71, "law": 72, "physic": 73, "oneliners": 74, "hero": 75, "enough": 76, "raq": 77, "pathetic": 78, "attempt": 79, "inject": 80, "meaning": 81, "screen": 82, "emotional": 83, "sequence": 84, "serve": 85, "insult": 86, "intelligence": 87, "audience": 88, "supreme": 89, "tragedy": 90, "course": 91, "kind": 92, "also": 93, "popular": 94, "think": 95, "cause": 96, "this": 97, "although": 98, "increasing": 99, "trend": 100, "culture": 101, "surrender": 102, "medium": 103, "image": 104, "see": 105, "single": 106, "brain": 107, "cell": 108, "statement": 109, "work": 110, "trying": 111, "mindset": 112, "becoming": 113, "increasingly": 114, "even": 115, "print": 116, "thanks": 117, "reader": 118, "response": 119, "theory": 120, "school": 121, "line": 122, "magazine": 123, "rack": 124, "whose": 125, "mentality": 126, "appears": 127, "mainstream": 128, "press": 129, "flip": 130, "switch": 131, "mind": 132, "pause": 133, "s": 134, "good": 135, "or": 136, "rare": 137, "individual": 138, "still": 139, "value": 140, "reason": 141, "appropriate": 142, "term": 143, "would": 144, "keep": 145, "guessing": 146, "ending": 147, "uncompromising": 148, "redeeming": 149, "human": 150, "paranoia": 151, "pon": 152, "subsequent": 153, "viewing": 154, "begin": 155, "note": 156, "lack": 157, "depth": 158, "acting": 159, "taut": 160, "storyline": 161, "remains": 162, "compelling": 163, "itizen": 164, "ane": 165, "not": 166, "never": 167, "genre": 168, "opening": 169, "masterpiece": 170, "avoids": 171, "mere": 172, "depiction": 173, "horrifying": 174, "event": 175, "ugust": 176, "th": 177, "%": 178, "ten": 179, "thousand": 180, "life": 181, "instant": 182, "nstead": 183, "catastrophe": 184, "focusing": 185, "cloud": 186, "distance": 187, "black": 188, "rain": 189, "beautiful": 190, "young": 191, "woman": 192, "face": 193, "rest": 194, "trace": 195, "latter": 196, "incident": 197, "bringing": 198, "atomic": 199, "aftermath": 200, "over": 201, "people": 202, "died": 203, "radiation": 204, "level": 205, "plight": 206, "small": 207, "community": 208, "bound": 209, "bomb": 210, "survivor": 211, "continuity": 212, "notably": 213, "attempting": 214, "find": 215, "suitable": 216, "marriage": 217, "possibility": 218, "sickness": 219, "shadow": 220, "aspect": 221, "potential": 222, "suitor": 223, "naturally": 224, "shy": 225, "away": 226, "matter": 227, "attractive": 228, "might": 229, "suddenly": 230, "grow": 231, "sick": 232, "die": 233, "finally": 234, "appear": 235, "unexpectedly": 236, "e": 237, "left": 238, "wondering": 239, "across": 240, "class": 241, "token": 242, "status": 243, "damaged": 244, "common": 245, "humanity": 246, "thrown": 247, "bold": 248, "relief": 249, "harsh": 250, "circumstance": 251, "transcends": 252, "division": 253, "restrained": 254, "style": 255, "impact": 256, "spare": 257, "interior": 258, "shot": 259, "reminding": 260, "u": 261, "began": 262, "career": 263, "assistant": 264, "great": 265, "evident": 266, "example": 267, "paired": 268, "scene": 269, "bathing": 270, "first": 271, "lovely": 272, "back": 273, "leg": 274, "second": 275, "hair": 276, "falling": 277, "out": 278, "stand": 279, "almost": 280, "narrative": 281, "tragic": 282, "essence": 283, "realism": 284, "expressive": 285, "purpose": 286, "several": 287, "perhaps": 288, "lay": 289, "bare": 290, "troubled": 291, "veteran": 292, "oth": 293, "score": 294, "renowned": 295, "composer": 296, "stunning": 297, "white": 298, "photography": 299, "contribute": 300, "greatly": 301, "brooding": 302, "atmosphere": 303, "hen": 304, "final": 305, "uncle": 306, "narrator": 307, "look": 308, "sky": 309, "sign": 310, "hope": 311, "imagery": 312, "becomes": 313, "poignant": 314, "unbearable": 315, "ew": 316, "apan": 317, "anywhere": 318, "else": 319, "could": 320, "compared": 321, "apanese": 322, "them": 323, "finished": 324, "sat": 325, "stunned": 326, "unable": 327, "move": 328, "least": 329, "five": 330, "overwhelmed": 331, "emotion": 332, "inspire": 333, "terror": 334, "pity": 335, "the": 336, "may": 337, "novelty": 338, "slower": 339, "nothing": 340, "like": 341, "better": 342, "inferior": 343, "thing": 344, "different": 345, "chaotic": 346, "done": 347, "something": 348, "made": 349, "decent": 350, "actually": 351, "fast": 352, "forgettable": 353, "movieand": 354, "much": 355, "worse": 356, "generous": 357, "give": 358, "superb": 359, "series": 360, "sympathetic": 361, "realistic": 362, "portrayal": 363, "lesbian": 364, "handled": 365, "well": 366, "n": 367, "top": 368, "directing": 369, "wonderful": 370, "setting": 371, "rich": 372, "real": 373, "treat": 374, "missed": 375, "advise": 376, "watch": 377, "next": 378, "week": 379, "ve": 380, "seen": 381, "trash": 382, "all": 383, "o": 384, "last": 385, "three": 386, "hour": 387, "horrible": 388, "waste": 389, "unless": 390, "want": 391, "match": 392, "kid": 393, "biblical": 394, "knowledge": 395, "favor": 396, "take": 397, "walk": 398, "instead": 399, "ince": 400, "required": 401, "let": 402, "say": 403, "absolutely": 404, "quality": 405, "it": 406, "od": 407, "conversation": 408, "oah": 409, "ridiculous": 410, "whole": 411, "account": 412, "retarded": 413, "basic": 414, "logic": 415, "spent": 416, "money": 417, "worthwhile": 418, "met": 419, "start": 420, "understatement": 421, "century": 422, "rape": 423, "ut": 424, "then": 425, "poetic": 426, "kay": 427, "came": 428, "board": 429, "really": 430, "expecting": 431, "making": 432, "fun": 433, "surprised": 434, "age": 435, "liked": 436, "enjoyed": 437, "little": 438, "sister": 439, "who": 440, "is": 441, "fact": 442, "sorry": 443, "ordan": 444, "awful": 445, "ou": 446, "know": 447, "headed": 448, "toilet": 449, "lead": 450, "can": 451, "act": 452, "nd": 453, "script": 454, "redeem": 455, "thought": 456, "amela": 457, "very": 458, "lame": 459, "ven": 460, "said": 461, "actor": 462, "gorgeous": 463, "pencer": 464, "ollywood": 465, "onnie": 466, "till": 467, "wo": 468, "cant": 469, "hat": 470, "guy": 471, "fall": 472, "her": 473, "looked": 474, "date": 475, "reality": 476, "four": 477, "year": 478, "older": 479, "difference": 480, "seemed": 481, "larger": 482, "pretty": 483, "girl": 484, "ake": 485, "college": 486, "student": 487, "come": 488, "mean": 489, "everything": 490, "kinda": 491, "unlikely": 492, "boarding": 493, "skating": 494, "employed": 495, "coach": 496, "connection": 497, "worst": 498, "ever": 499, "known": 500, "standard": 501, "consider": 502, "quite": 503, "low": 504, "ell": 505, "delighted": 506, "hear": 507, "rumor": 508, "happen": 509, "grab": 510, "released": 511, "humble": 512, "opinion": 513, "rrol": 514, "especially": 515, "im": 516, "ring": 517, "play": 518, "arrogant": 519, "men": 520, "likable": 521, "lynn": 522, "perfect": 523, "that": 524, "favorite": 525, "role": 526, "believe": 527, "sense": 528, "ard": 529, "ond": 530, "enjoying": 531, "playing": 532, "famous": 533, "ullivan": 534, "too": 535, "amount": 536, "boxing": 537, "family": 538, "carry": 539, "ims": 540, "constant": 541, "argument": 542, "yelling": 543, "annoying": 544, "set": 545, "stage": 546, "fitting": 547, "conclusion": 548, "speaking": 549, "speech": 550, "orbett": 551, "big": 552, "fight": 553, "touching": 554, "highlight": 555, "ome": 556, "meanspirited": 557, "critic": 558, "case": 559, "nice": 560, "true": 561, "gentleman": 562, "anything": 563, "watched": 564, "eagerly": 565, "wait": 566, "ost": 567, "merican": 568, "remake": 569, "uropean": 570, "poor": 571, "league": 572, "own": 573, "andra": 574, "ullock": 575, "passed": 576, "another": 577, "bad": 578, "thriller": 579, "utch": 580, "original": 581, "altered": 582, "stupid": 583, "and": 584, "executed": 585, "particular": 586, "far": 587, "crime": 588, "marked": 589, "horror": 590, "found": 591, "man": 592, "directed": 593, "responsible": 594, "atrocity": 595, "ill": 596, "eorge": 597, "please": 598, "up": 599, "alk": 600, "rnie": 601, "os": 602, "cute": 603, "creative": 604, "trailer": 605, "totally": 606, "tar": 607, "ar": 608, "gem": 609, "packed": 610, "tribute": 611, "gag": 612, "laugh": 613, "ot": 614, "new": 615, "same": 616, "spoof": 617, "uca": 618, "call": 619, "parody": 620, "impressed": 621, "hired": 622, "eturn": 623, "edi": 624, "ont": 625, "me": 626, "check": 627, "entry": 628, "b": 629, "best": 630, "pecial": 631, "bit": 632, "overdone": 633, "reflection": 634, "modern": 635, "day": 636, "prove": 637, "sometimes": 638, "wrong": 639, "mess": 640, "perfection": 641, "worth": 642, "oull": 643, "cry": 644, "kiss": 645, "$": 646, "goodbye": 647, "maybe": 648, "happy": 649, "did": 650, "sought": 651, "watching": 652, "two": 653, "excellent": 654, "picture": 655, "nowing": 656, "box": 657, "office": 658, "failure": 659, "rental": 660, "seeing": 661, "anyway": 662, "based": 663, "reputation": 664, "oo": 665, "ine": 666, "ago": 667, "objective": 668, "indeed": 669, "success": 670, "classroom": 671, "including": 672, "ersey": 673, "quickly": 674, "ended": 675, "ashington": 676, "imes": 677, "spotlight": 678, "truth": 679, "chool": 680, "subversive": 681, "deed": 682, "part": 683, "alleged": 684, "ally": 685, "efferson": 686, "finding": 687, "failed": 688, "support": 689, "wacky": 690, "agenda": 691, "hey": 692, "got": 693, "ames": 694, "llis": 695, "author": 696, "dubious": 697, "book": 698, "olumbia": 699, "niversity": 700, "deal": 701, "giving": 702, "aris": 703, "spin": 704, "wherein": 705, "arl": 706, "claiming": 707, "simply": 708, "continues": 709, "flashback": 710, "mode": 711, "person": 712, "assumes": 713, "lie": 714, "insignificant": 715, "detail": 716, "prolonged": 717, "vital": 718, "mission": 719, "a": 720, "crucial": 721, "financial": 722, "backing": 723, "merica": 724, "infant": 725, "nation": 726, "fund": 727, "esides": 728, "pin": 729, "ob": 730, "interest": 731, "drab": 732, "dull": 733, "history": 734, "accurate": 735, "adding": 736, "frame": 737, "interesting": 738, "moment": 739, "insomnia": 740, "lease": 741, "ask": 742, "explaining": 743, "either": 744, "usually": 745, "respond": 746, "question": 747, "answer": 748, "oan": 749, "rawford": 750, "lark": 751, "able": 752, "together": 753, "more": 754, "star": 755, "father": 756, "wiped": 757, "stock": 758, "market": 759, "crash": 760, "brother": 761, "worked": 762, "illiam": 763, "job": 764, "gangster": 765, "easy": 766, "head": 767, "quick": 768, "reporter": 769, "newspaper": 770, "given": 771, "worthless": 772, "stuff": 773, "on": 774, "heir": 775, "massacre": 776, "killed": 777, "witness": 778, "follows": 779, "rehearsal": 780, "process": 781, "production": 782, "acbeth": 783, "lthough": 784, "lot": 785, "power": 786, "jealousy": 787, "ambition": 788, "theme": 789, "world": 790, "taking": 791, "seriously": 792, "lover": 793, "loria": 794, "avid": 795, "ansbury": 796, "main": 797, "hilarious": 798, "murder": 799, "lsen": 800, "robably": 801, "involved": 802, "theatre": 803, "anyone": 804, "enjoys": 805, "hakespeare": 806, "enjoy": 807, "reading": 808, "thinking": 809, "trust": 810, "i": 811, "hard": 812, "funny": 813, "must": 814, "played": 815, "costume": 816, "old": 817, "cousin": 818, "heck": 819, "bet": 820, "written": 821, "acted": 822, "cool": 823, "idea": 824, "killer": 825, "scarecrow": 826, "hopefully": 827, "oor": 828, "obert": 829, "aylor": 830, "ther": 831, "gone": 832, "ninety": 833, "cheesy": 834, "flick": 835, "thats": 836, "reserved": 837, "comedy": 838, "ustralian": 839, "particularly": 840, "period": 841, "exceptional": 842, "overall": 843, "suppose": 844, "miss": 845, "hy": 846, "obviously": 847, "going": 848, "lived": 849, "area": 850, "certainly": 851, "capture": 852, "feel": 853, "place": 854, "dialogue": 855, "music": 856, "scenario": 857, "poster": 858, "documentary": 859, "probably": 860, "rather": 861, "born": 862, "into": 863, "happens": 864, "rough": 865, "cop": 866, "expected": 867, "d": 868, "idiocy": 869, "caused": 870, "blown": 871, "opefully": 872, "mayor": 873, "progress": 874, "ust": 875, "again": 876, "wanted": 877, "show": 878, "friend": 879, "entertain": 880, "ombie": 881, "for": 882, "everyone": 883, "showed": 884, "to": 885, "concern": 886, "group": 887, "teenager": 888, "van": 889, "run": 890, "escaped": 891, "convict": 892, "taken": 893, "demon": 894, "disturbed": 895, "dead": 896, "body": 897, "local": 898, "cemetery": 899, "escape": 900, "land": 901, "arm": 902, "insane": 903, "torturing": 904, "town": 905, "retty": 906, "soon": 907, "showdown": 908, "fighting": 909, "zombie": 910, "rom": 911, "format": 912, "video": 913, "digital": 914, "camera": 915, "pace": 916, "always": 917, "bore": 918, "ure": 919, "cheap": 920, "tell": 921, "care": 922, "went": 923, "read": 924, "review": 925, "point": 926, "mm": 927, "ull": 928, "oon": 929, "fluff": 930, "rban": 931, "egend": 932, "pas": 933, "budget": 934, "ate": 935, "vil": 936, "ead": 937, "buy": 938, "now": 939, "makeup": 940, "gore": 941, "uneven": 942, "editing": 943, "impressive": 944, "fill": 945, "ow": 946, "m": 947, "talking": 948, "about": 949, "inally": 950, "lowbudget": 951, "outing": 952, "us": 953, "limitation": 954, "advantage": 955, "occasionally": 956, "flawed": 957, "triumph": 958, "ranted": 959, "lean": 960, "heavy": 961, "damn": 962, "sight": 963, "direct": 964, "dross": 965, "simple": 966, "vacation": 967, "remote": 968, "cabin": 969, "hunter": 970, "director": 971, "arry": 972, "build": 973, "add": 974, "layer": 975, "unsettling": 976, "creepiness": 977, "use": 978, "mythical": 979, "endigo": 980, "boy": 981, "child": 982, "state": 983, "unsatisfying": 984, "decide": 985, "petty": 986, "nonsense": 987, "avoid": 988, "in": 989, "rural": 990, "istory": 991, "changed": 992, "since": 993, "previous": 994, "added": 995, "myth": 996, "intrigued": 997, "mostly": 998, "ith": 999, "present": 1000, "daily": 1001, "environment": 1002, "physical": 1003, "survive": 1004, "worry": 1005, "pressure": 1006, "ee": 1007, "experience": 1008, "list": 1009, "flaw": 1010, "mile": 1011, "long": 1012, "impression": 1013, "definitely": 1014, "sum": 1015, "hose": 1016, "include": 1017, "cast": 1018, "name": 1019, "memorable": 1020, "performance": 1021, "mar": 1022, "relative": 1023, "unknown": 1024, "remember": 1025, "direction": 1026, "screenplay": 1027, "complicated": 1028, "simplistic": 1029, "citizen": 1030, "kidnapped": 1031, "government": 1032, "rendition": 1033, "program": 1034, "otherwise": 1035, "torture": 1036, "suspected": 1037, "terrorist": 1038, "information": 1039, "whether": 1040, "remotely": 1041, "eese": 1042, "pregnant": 1043, "wife": 1044, "eter": 1045, "lan": 1046, "rkin": 1047, "help": 1048, "track": 1049, "husband": 1050, "down": 1051, "eryl": 1052, "treep": 1053, "agent": 1054, "assigned": 1055, "interrogation": 1056, "conscience": 1057, "eanwhile": 1058, "parallel": 1059, "gyptian": 1060, "official": 1061, "boyfriend": 1062, "training": 1063, "become": 1064, "suicide": 1065, "bomber": 1066, "pack": 1067, "wash": 1068, "hand": 1069, "omeo": 1070, "uliet": 1071, "subplot": 1072, "felt": 1073, "distraction": 1074, "near": 1075, "finale": 1076, "twist": 1077, "brings": 1078, "strand": 1079, "knew": 1080, "motivation": 1081, "various": 1082, "seems": 1083, "be": 1084, "high": 1085, "adult": 1086, "twenty": 1087, "fine": 1088, "bored": 1089, "wonder": 1090, "muster": 1091, "energy": 1092, "deliver": 1093, "screenwriter": 1094, "arrested": 1095, "actress": 1096, "onedimensional": 1097, "dragon": 1098, "lady": 1099, "web": 1100, "surrounding": 1101, "national": 1102, "security": 1103, "issue": 1104, "charge": 1105, "middle": 1106, "debate": 1107, "predictable": 1108, "fashion": 1109, "doubt": 1110, "past": 1111, "instance": 1112, "contact": 1113, "no": 1114, "path": 1115, "resistance": 1116, "recommend": 1117, "bunch": 1118, "fault": 1119, "rade": 1120, "enver": 1121, "though": 1122, "heartwarming": 1123, "sit": 1124, "fire": 1125, "cold": 1126, "winter": 1127, "night": 1128, "hristmas": 1129, "magnificent": 1130, "immediately": 1131, "mountain": 1132, "alifornia": 1133, "somewhat": 1134, "mother": 1135, "erry": 1136, "others": 1137, "hank": 1138, "memory": 1139, "guess": 1140, "save": 1141, "upside": 1142, "dialog": 1143, "appeared": 1144, "gay": 1145, "ajor": 1146, "chopped": 1147, "lost": 1148, "haunting": 1149, "lacking": 1150, "severely": 1151, "lso": 1152, "strong": 1153, "language": 1154, "brief": 1155, "unnecessary": 1156, "pleasantly": 1157, "poorly": 1158, "interpreted": 1159, "portrayed": 1160, "sinister": 1161, "ver": 1162, "disappointing": 1163, "ire": 1164, "strung": 1165, "ean": 1166, "ain": 1167, "try": 1168, "fails": 1169, "end": 1170, "quit": 1171, "disgust": 1172, "`": 1173, "astle": 1174, "lood": 1175, "aka": 1176, "error": 1177, "surprisingly": 1178, "spooky": 1179, "talian": 1180, "nthony": 1181, "awson": 1182, "cinematography": 1183, "flawless": 1184, "dubbing": 1185, "casting": 1186, "fairly": 1187, "logical": 1188, "scripting": 1189, "deliberate": 1190, "pacing": 1191, "surprise": 1192, "apart": 1193, "nly": 1194, "hokey": 1195, "abrupt": 1196, "lizabeth": 1197, "arbara": 1198, "teele": 1199, "eorges": 1200, "hile": 1201, "visiting": 1202, "ngland": 1203, "dgar": 1204, "llan": 1205, "oe": 1206, "sits": 1207, "pub": 1208, "telling": 1209, "ghostly": 1210, "ount": 1211, "writer": 1212, "news": 1213, "request": 1214, "interview": 1215, "uring": 1216, "reveals": 1217, "express": 1218, "death": 1219, "offer": 1220, "pound": 1221, "castle": 1222, "following": 1223, "alloween": 1224, "afford": 1225, "nlike": 1226, "ario": 1227, "unday": 1228, "atan": 1229, "violence": 1230, "dreadful": 1231, "surprising": 1232, "associated": 1233, "terrible": 1234, "space": 1235, "version": 1236, "badly": 1237, "recorded": 1238, "pan": 1239, "so": 1240, "hristina": 1241, "icci": 1242, "ennifer": 1243, "ove": 1244, "atch": 1245, "compare": 1246, "aunting": 1247, "reach": 1248, "title": 1249, "promise": 1250, "delivers": 1251, "superficial": 1252, "filled": 1253, "usual": 1254, "cliche": 1255, "sexuality": 1256, "obligatory": 1257, "flamboyant": 1258, "type": 1259, "evin": 1260, "overacts": 1261, "there": 1262, "imon": 1263, "allow": 1264, "horny": 1265, "straight": 1266, "stay": 1267, "owever": 1268, "rubbish": 1269, "meditation": 1270, "whatever": 1271, "grows": 1272, "extremely": 1273, "tiresome": 1274, "short": 1275, "order": 1276, "seem": 1277, "mild": 1278, "mix": 1279, "misguided": 1280, "effort": 1281, "vary": 1282, "comment": 1283, "applies": 1284, "odd": 1285, "unconvincing": 1286, "camping": 1287, "trip": 1288, "tape": 1289, "et": 1290, "ugo": 1291, "superfluous": 1292, "lesser": 1293, "meet": 1294, "outcome": 1295, "explained": 1296, "estate": 1297, "dealing": 1298, "total": 1299, "disappointment": 1300, "resolution": 1301, "fade": 1302, "were": 1303, "sent": 1304, "closing": 1305, "credit": 1306, "interlude": 1307, "completely": 1308, "shocker": 1309, "fiction": 1310, "huck": 1311, "are": 1312, "ne": 1313, "certain": 1314, "reaction": 1315, "scary": 1316, "silly": 1317, "gross": 1318, "full": 1319, "material": 1320, "fist": 1321, "saw": 1322, "brought": 1323, "home": 1324, "screwed": 1325, "yes": 1326, "poignancy": 1327, "irector": 1328, "himself": 1329, "leave": 1330, "soft": 1331, "entire": 1332, "race": 1333, "philosophy": 1334, "agree": 1335, "percent": 1336, "gang": 1337, "hell": 1338, "mildly": 1339, "successfully": 1340, "couple": 1341, "pitch": 1342, "promising": 1343, "drag": 1344, "queen": 1345, "drive": 1346, "bus": 1347, "ydney": 1348, "louse": 1349, "trouble": 1350, "engine": 1351, "forced": 1352, "casually": 1353, "haracters": 1354, "riterdirector": 1355, "lliott": 1356, "pile": 1357, "stark": 1358, "desert": 1359, "background": 1360, "yourself": 1361, "insecure": 1362, "itself": 1363, "scientific": 1364, "laboratory": 1365, "staff": 1366, "dirty": 1367, "living": 1368, "inside": 1369, "hese": 1370, "folk": 1371, "presumably": 1372, "project": 1373, "ragon": 1374, "poilers": 1375, "scientist": 1376, "skill": 1377, "stare": 1378, "lab": 1379, "supposed": 1380, "shocked": 1381, "apparently": 1382, "behind": 1383, "experiment": 1384, "caught": 1385, "pant": 1386, "en": 1387, "ittle": 1388, "ndians": 1389, "hunted": 1390, "andor": 1391, "defeat": 1392, "creature": 1393, "dark": 1394, "gray": 1395, "color": 1396, "hardly": 1397, "cartoon": 1398, "tone": 1399, "difficult": 1400, "ll": 1401, "blob": 1402, "le": 1403, "easier": 1404, "kill": 1405, "hide": 1406, "etc": 1407, "sink": 1408, "supporting": 1409, "atrocious": 1410, "dumb": 1411, "amateurish": 1412, "commendable": 1413, "glance": 1414, "chore": 1415, "ore": 1416, "location": 1417, "while": 1418, "yet": 1419, "ark": 1420, "ahlberg": 1421, "leader": 1422, "gotten": 1423, "credible": 1424, "manager": 1425, "superhero": 1426, "ooper": 1427, "shown": 1428, "speed": 1429, "muscle": 1430, "pull": 1431, "handle": 1432, "maniac": 1433, "driver": 1434, "heron": 1435, "insisted": 1436, "showing": 1437, "feeling": 1438, "had": 1439, "spirit": 1440, "dream": 1441, "blatant": 1442, "advertising": 1443, "qualifies": 1444, "socalled": 1445, "tradition": 1446, "franchise": 1447, "car": 1448, "vehicle": 1449, "pun": 1450, "motion": 1451, "installment": 1452, "produced": 1453, "serious": 1454, "isneys": 1455, "drama": 1456, "ability": 1457, "r": 1458, "eaton": 1459, "illon": 1460, "bar": 1461, "bigger": 1462, "ripoff": 1463, "store": 1464, "esus": 1465, "hrist": 1466, "called": 1467, "ho": 1468, "rian": 1469, "historical": 1470, "figure": 1471, "legend": 1472, "solely": 1473, "sing": 1474, "historian": 1475, "hristian": 1476, "belief": 1477, "among": 1478, "cult": 1479, "gypt": 1480, "reek": 1481, "mythology": 1482, "oman": 1483, "similarity": 1484, "addition": 1485, "evidence": 1486, "earliest": 1487, "source": 1488, "forty": 1489, "fifty": 1490, "letter": 1491, "aul": 1492, "flesh": 1493, "blood": 1494, "unfortunately": 1495, "however": 1496, "conduct": 1497, "solid": 1498, "investigation": 1499, "subject": 1500, "departure": 1501, "attack": 1502, "hristianity": 1503, "religion": 1504, "atheist": 1505, "ichard": 1506, "awkins": 1507, "am": 1508, "rice": 1509, "hristians": 1510, "interviewed": 1511, "cott": 1512, "utcher": 1513, "creator": 1514, "website": 1515, "onald": 1516, "principal": 1517, "illage": 1518, "attended": 1519, "ike": 1520, "ichael": 1521, "oores": 1522, "harlton": 1523, "eston": 1524, "owling": 1525, "sarcastic": 1526, "sun": 1527, "revolving": 1528, "earth": 1529, "committed": 1530, "harles": 1531, "anson": 1532, "ena": 1533, "cut": 1534, "baby": 1535, "lift": 1536, "forward": 1537, "lake": 1538, "turn": 1539, "extended": 1540, "clip": 1541, "el": 1542, "assion": 1543, "discussion": 1544, "eventually": 1545, "childish": 1546, "rant": 1547, "used": 1548, "commit": 1549, "ignores": 1550, "ester": 1551, "um": 1552, "ndian": 1553, "helped": 1554, "received": 1555, "peace": 1556, "prize": 1557, "recognition": 1558, "social": 1559, "justice": 1560, "other": 1561, "respect": 1562, "dignity": 1563, "comparison": 1564, "resemble": 1565, "text": 1566, "important": 1567, "major": 1568, "immediate": 1569, "goal": 1570, "mystical": 1571, "led": 1572, "achieved": 1573, "union": 1574, "god": 1575, "hurch": 1576, "priest": 1577, "ope": 1578, "interpret": 1579, "mankind": 1580, "scheme": 1581, "message": 1582, "introduced": 1583, "spread": 1584, "contributed": 1585, "spiritual": 1586, "evolution": 1587, "egardless": 1588, "later": 1589, "conceived": 1590, "compassion": 1591, "moral": 1592, "code": 1593, "fellow": 1594, "applaud": 1595, "taboo": 1596, "topic": 1597, "discussed": 1598, "sorely": 1599, "needed": 1600, "field": 1601, "combat": 1602, "thread": 1603, "bring": 1604, "room": 1605, "religious": 1606, "word": 1607, "nnie": 1608, "clear": 1609, "air": 1610, "mutual": 1611, "recommended": 1612, "ay": 1613, "someone": 1614, "turkey": 1615, "st": 1616, "write": 1617, "funniest": 1618, "giggle": 1619, "calm": 1620, "nose": 1621, "spill": 1622, "mouth": 1623, "onto": 1624, "keyboard": 1625, "pair": 1626, "returned": 1627, "ride": 1628, "shuttle": 1629, "join": 1630, "taxi": 1631, "service": 1632, "kidnapping": 1633, "organized": 1634, "slavery": 1635, "airport": 1636, "theyve": 1637, "ive": 1638, "police": 1639, "getting": 1640, "wind": 1641, "pparently": 1642, "dozen": 1643, "missing": 1644, "exact": 1645, "noone": 1646, "notice": 1647, "incompetent": 1648, "consist": 1649, "easily": 1650, "blond": 1651, "psychotic": 1652, "hate": 1653, "sexy": 1654, "barely": 1655, "stayed": 1656, "alive": 1657, "repeat": 1658, "losing": 1659, "limb": 1660, "laughing": 1661, "id": 1662, "mention": 1663, "immortal": 1664, "eed": 1665, "psycho": 1666, "stab": 1667, "bounce": 1668, "wall": 1669, "repeatedly": 1670, "hammer": 1671, "nail": 1672, "ear": 1673, "stick": 1674, "average": 1675, "hed": 1676, "minor": 1677, "scratch": 1678, "regular": 1679, "survival": 1680, "biggest": 1681, "sewer": 1682, "outline": 1683, "loses": 1684, "finger": 1685, "magical": 1686, "passenger": 1687, "fail": 1688, "hurt": 1689, "argue": 1690, "injured": 1691, "manage": 1692, "gun": 1693, "la": 1694, "olden": 1695, "ule": 1696, "studied": 1697, "ravolta": 1698, "&": 1699, "illy": 1700, "threatens": 1701, "ater": 1702, "gal": 1703, "hit": 1704, "regain": 1705, "consciousness": 1706, "ep": 1707, "survives": 1708, "how": 1709, "prey": 1710, "game": 1711, "void": 1712, "rankly": 1713, "drugged": 1714, "heavily": 1715, "snail": 1716, "captor": 1717, "ease": 1718, "opportunity": 1719, "bumbling": 1720, "send": 1721, "grocery": 1722, "leaf": 1723, "yeah": 1724, "guessed": 1725, "fictional": 1726, "fairytale": 1727, "city": 1728, "dumber": 1729, "alma": 1730, "joined": 1731, "force": 1732, "lend": 1733, "doe": 1734, "island": 1735, "cargo": 1736, "border": 1737, "custom": 1738, "criminal": 1739, "luck": 1740, "winner": 1741, "chance": 1742, "victim": 1743, "finish": 1744, "adversary": 1745, "floor": 1746, "answered": 1747, "myself": 1748, "theyre": 1749, "bother": 1750, "complete": 1751, "photograph": 1752, "emi": 1753, "primary": 1754, "ould": 1755, "tattoo": 1756, "ugly": 1757, "search": 1758, "half": 1759, "aturally": 1760, "mobile": 1761, "phone": 1762, "erhaps": 1763, "control": 1764, "satellite": 1765, "spell": 1766, "kidnap": 1767, "intelligent": 1768, "idiot": 1769, "egg": 1770, "sort": 1771, "eternal": 1772, "riddle": 1773, "took": 1774, "appreciate": 1775, "sequel": 1776, "yers": 1777, "slow": 1778, "recently": 1779, "oday": 1780, "truly": 1781, "understand": 1782, "ha": 1783, "naked": 1784, "chick": 1785, "joke": 1786, "aurie": 1787, "demented": 1788, "started": 1789, "meant": 1790, "succeeds": 1791, "slasher": 1792, "subgenre": 1793, "creepy": 1794, "talented": 1795, "amie": 1796, "urtis": 1797, "nyone": 1798, "fan": 1799, "cinematic": 1800, "homework": 1801, "ery": 1802, "highly": 1803, "obin": 1804, "ood": 1805, "persona": 1806, "feature": 1807, "endy": 1808, "aptain": 1809, "ook": 1810, "clown": 1811, "oys": 1812, "ink": 1813, "parent": 1814, "significant": 1815, "ruined": 1816, "an": 1817, "piece": 1818, "of": 1819, "unique": 1820, "shoe": 1821, "amuse": 1822, "illegal": 1823, "childrens": 1824, "annoys": 1825, "happened": 1826, "doesnt": 1827, "normal": 1828, "light": 1829, "along": 1830, "side": 1831, "asablanca": 1832, "omeone": 1833, "convince": 1834, "eno": 1835, "duo": 1836, "ostello": 1837, "evil": 1838, "hris": 1839, "arandon": 1840, "om": 1841, "andall": 1842, "ex": 1843, "obb": 1844, "chill": 1845, "hakespeares": 1846, "climax": 1847, "goodness": 1848, "ruin": 1849, "explosion": 1850, "eath": 1851, "pale": 1852, "holding": 1853, "edition": 1854, "luminous": 1855, "yre": 1856, "impeccable": 1857, "dward": 1858, "ochester": 1859, "behaves": 1860, "anes": 1861, "deceased": 1862, "shape": 1863, "obnoxious": 1864, "grim": 1865, "ax": 1866, "attic": 1867, "nightmare": 1868, "darkness": 1869, "novel": 1870, "relatively": 1871, "athletic": 1872, "powerful": 1873, "charming": 1874, "chooses": 1875, "singing": 1876, "voice": 1877, "orrible": 1878, "omedy": 1879, "entral": 1880, "decided": 1881, "episode": 1882, "beyond": 1883, "suck": 1884, "season": 1885, "golden": 1886, "exclusively": 1887, "eight": 1888, "comedian": 1889, "appearing": 1890, "ange": 1891, "hil": 1892, "ary": 1893, "overrated": 1894, "worthy": 1895, "channel": 1896, "surfing": 1897, "aturday": 1898, "ight": 1899, "deserves": 1900, "earlier": 1901, "target": 1902, "ltman": 1903, "release": 1904, "seldom": 1905, "theater": 1906, "miserable": 1907, "disappointed": 1908, "pretentious": 1909, "attempted": 1910, "ergman": 1911, "remarkable": 1912, "walked": 1913, "paid": 1914, "couldnt": 1915, "hink": 1916, "envy": 1917, "trial": 1918, "oxx": 1919, "transformed": 1920, "haron": 1921, "obinson": 1922, "ing": 1923, "fantastic": 1924, "enjoyable": 1925, "viewed": 1926, "efore": 1927, "mad": 1928, "comic": 1929, "proper": 1930, "unlike": 1931, "today": 1932, "became": 1933, "rime": 1934, "master": 1935, "apoor": 1936, "aresh": 1937, "slapstick": 1938, "irection": 1939, "usic": 1940, "steal": 1941, "alman": 1942, "amateur": 1943, "front": 1944, "chemistry": 1945, "delightful": 1946, "sound": 1947, "adequate": 1948, "balanced": 1949, "mini": 1950, "delivery": 1951, "follow": 1952, "north": 1953, "member": 1954, "soldier": 1955, "ietnam": 1956, "filmography": 1957, "extraordinary": 1958, "chapter": 1959, "war": 1960, "after": 1961, "general": 1962, "hippy": 1963, "fanatic": 1964, "curiosity": 1965, "somehow": 1966, "magic": 1967, "touch": 1968, "lenty": 1969, "fter": 1970, "aside": 1971, "inderella": 1972, "have": 1973, "athleen": 1974, "urner": 1975, "stepmother": 1976, "fantasy": 1977, "childhood": 1978, "dominated": 1979, "wicked": 1980, "ball": 1981, "freedom": 1982, "airy": 1983, "ale": 1984, "causing": 1985, "trapped": 1986, "situation": 1987, "slowly": 1988, "poison": 1989, "him": 1990, "hus": 1991, "stopping": 1992, "distracting": 1993, "rince": 1994, "change": 1995, "heart": 1996, "mysterious": 1997, "strange": 1998, "dress": 1999, "water": 2000, "named": 2001, "ab": 2002, "rose": 2003, "drew": 2004, "none": 2005, "weave": 2006, "ignore": 2007, "attend": 2008, "shallow": 2009, "artwork": 2010, "blue": 2011, "beauty": 2012, "suggest": 2013, "interested": 2014, "dreamlike": 2015, "problem": 2016, "producer": 2017, "collection": 2018, "ovie": 2019, "active": 2020, "therwise": 2021, "audi": 2022, "rabia": 2023, "peaceful": 2024, "smart": 2025, "bout": 2026, "younger": 2027, "looking": 2028, "satisfy": 2029, "furniture": 2030, "imagine": 2031, "yell": 2032, "talk": 2033, "ather": 2034, "moving": 2035, "l": 2036, "eird": 2037, "restaurant": 2038, "girlfriend": 2039, "bitch": 2040, "ny": 2041, "ame": 2042, "ignored": 2043, "boring": 2044, "seductive": 2045, "tale": 2046, "poverty": 2047, "alongside": 2048, "murdered": 2049, "eah": 2050, "heard": 2051, "before": 2052, "explosive": 2053, "streak": 2054, "openly": 2055, "oviet": 2056, "nion": 2057, "ork": 2058, "ngeles": 2059, "launch": 2060, "nuclear": 2061, "strike": 2062, "declared": 2063, "button": 2064, "pushed": 2065, "backed": 2066, "literally": 2067, "saved": 2068, "furious": 2069, "betrayal": 2070, "recommendation": 2071, "followed": 2072, "homicidal": 2073, "pop": 2074, "icon": 2075, "ncredible": 2076, "filmmaker": 2077, "daring": 2078, "transformation": 2079, "scar": 2080, "independent": 2081, "safe": 2082, "wit": 2083, "treet": 2084, "azi": 2085, "ush": 2086, "itler": 2087, "blowing": 2088, "re": 2089, "edgy": 2090, "wish": 2091, "tackle": 2092, "ilm": 2093, "terrific": 2094, "eff": 2095, "omb": 2096, "talent": 2097, "recognized": 2098, "gruesome": 2099, "ci": 2100, "hannel": 2101, "shark": 2102, "prefer": 2103, "represented": 2104, "frightening": 2105, "noticed": 2106, "third": 2107, "reference": 2108, "close": 2109, "normally": 2110, "skeptical": 2111, "miniseries": 2112, "ortunately": 2113, "executive": 2114, "huh": 2115, "outstanding": 2116, "describe": 2117, "wide": 2118, "range": 2119, "from": 2120, "avis": 2121, "uby": 2122, "imagined": 2123, "slightly": 2124, "dislike": 2125, "weden": 2126, "okay": 2127, "located": 2128, "fresh": 2129, "public": 2130, "internet": 2131, "by": 2132, "generation": 2133, "apote": 2134, "witch": 2135, "boost": 2136, "stop": 2137, "sleep": 2138, "disagree": 2139, "ometimes": 2140, "filmmaking": 2141, "technique": 2142, "developed": 2143, "directly": 2144, "braindead": 2145, "liking": 2146, "painful": 2147, "onnery": 2148, "oger": 2149, "oore": 2150, "nglish": 2151, "unne": 2152, "teenage": 2153, "iv": 2154, "artha": 2155, "ick": 2156, "oberts": 2157, "selfcentered": 2158, "advertised": 2159, "stalked": 2160, "crazed": 2161, "relentless": 2162, "storm": 2163, "anybody": 2164, "running": 2165, "stalking": 2166, "likewise": 2167, "intense": 2168, "spend": 2169, "listening": 2170, "insufferable": 2171, "slap": 2172, "ack": 2173, "questionable": 2174, "constantly": 2175, "bed": 2176, "whine": 2177, "criticize": 2178, "covered": 2179, "connect": 2180, "bill": 2181, "card": 2182, "hotel": 2183, "owner": 2184, "divorced": 2185, "spot": 2186, "tip": 2187, "off": 2188, "return": 2189, "upset": 2190, "arrives": 2191, "business": 2192, "drink": 2193, "hot": 2194, "aggressive": 2195, "necessary": 2196, "decides": 2197, "confrontation": 2198, "cheating": 2199, "letting": 2200, "ventually": 2201, "adultery": 2202, "concerned": 2203, "whining": 2204, "spoiled": 2205, "rooting": 2206, "stalker": 2207, "everybody": 2208, "ice": 2209, "nude": 2210, "diehard": 2211, "beware": 2212, "orks": 2213, "eing": 2214, "practically": 2215, "department": 2216, "lvin": 2217, "technical": 2218, "artistic": 2219, "former": 2220, "commits": 2221, "mistake": 2222, "grade": 2223, "wisely": 2224, "consideration": 2225, "edited": 2226, "braham": 2227, "ur": 2228, "entering": 2229, "asking": 2230, "shed": 2231, "clearly": 2232, "blind": 2233, "performer": 2234, "ebecca": 2235, "exactly": 2236, "passion": 2237, "atrick": 2238, "goodlooking": 2239, "coming": 2240, "combination": 2241, "alcolm": 2242, "cowell": 2243, "hucky": 2244, "doll": 2245, "impossible": 2246, "alone": 2247, "player": 2248, "greatest": 2249, "ickman": 2250, "debut": 2251, "arth": 2252, "ader": 2253, "huge": 2254, "complexity": 2255, "intended": 2256, "villain": 2257, "being": 2258, "demise": 2259, "kept": 2260, "elia": 2261, "ohnson": 2262, "manages": 2263, "urse": 2264, "empathize": 2265, "ranco": 2266, "fair": 2267, "nearly": 2268, "abomination": 2269, "az": 2270, "featurelength": 2271, "aptly": 2272, "network": 2273, "prime": 2274, "nother": 2275, "those": 2276, "helmet": 2277, "hitting": 2278, "blunt": 2279, "object": 2280, "sharp": 2281, "corner": 2282, "ecause": 2283, "honesty": 2284, "round": 2285, "pain": 2286, "suffering": 2287, "contestant": 2288, "possible": 2289, "pointless": 2290, "footage": 2291, "performing": 2292, "included": 2293, "ohnny": 2294, "do": 2295, "ey": 2296, "continent": 2297, "orth": 2298, "million": 2299, "oesnt": 2300, "number": 2301, "they": 2302, "horribly": 2303, "unoriginal": 2304, "airing": 2305, "bothered": 2306, "promote": 2307, "realize": 2308, "dmittedly": 2309, "decade": 2310, "olm": 2311, "rate": 2312, "gritty": 2313, "ld": 2314, "choice": 2315, "purist": 2316, "toward": 2317, "ranaghs": 2318, "despise": 2319, "tendency": 2320, "amlet": 2321, "ibson": 2322, "waiting": 2323, "host": 2324, "ast": 2325, "pleasure": 2326, "lorida": 2327, "estival": 2328, "irectors": 2329, "afterwards": 2330, "smashing": 2331, "beneath": 2332, "foot": 2333, "nearby": 2334, "parking": 2335, "smash": 2336, "why": 2337, "rush": 2338, "youth": 2339, "neglect": 2340, "pay": 2341, "meter": 2342, "chain": 2343, "involving": 2344, "related": 2345, "sad": 2346, "ots": 2347, "recognize": 2348, "stood": 2349, "ennedy": 2350, "fortune": 2351, "cookie": 2352, "arroll": 2353, "ynch": 2354, "cross": 2355, "dressing": 2356, "rew": 2357, "arey": 2358, "animal": 2359, "loving": 2360, "ox": 2361, "annibal": 2362, "hinese": 2363, "joint": 2364, "chef": 2365, "pig": 2366, "sidewalk": 2367, "saying": 2368, "clean": 2369, "obsessed": 2370, "surreal": 2371, "herself": 2372, "perform": 2373, "cable": 2374, "access": 2375, "plastic": 2376, "bubble": 2377, "amazing": 2378, "deadpan": 2379, "doctor": 2380, "enthralling": 2381, "month": 2382, "att": 2383, "trade": 2384, "upcoming": 2385, "starring": 2386, "ackie": 2387, "han": 2388, "endearing": 2389, "exchange": 2390, "complication": 2391, "atricia": 2392, "rquette": 2393, "pleasing": 2394, "at": 2395, "par": 2396, "mediocrity": 2397, "phrase": 2398, "eyond": 2399, "lousy": 2400, "existent": 2401, "large": 2402, "temptation": 2403, "turned": 2404, "egas": 2405, "humour": 2406, "uch": 2407, "oung": 2408, "ottom": 2409, "smile": 2410, "dont": 2411, "ailing": 2412, "altogether": 2413, "nless": 2414, "stuck": 2415, "min": 2416, "oronto": 2417, "festival": 2418, "regret": 2419, "wasting": 2420, "ompletely": 2421, "unwatchable": 2422, "whatsoever": 2423, "secret": 2424, "enry": 2425, "ong": 2426, "wellacted": 2427, "lit": 2428, "depressing": 2429, "friendship": 2430, "melancholy": 2431, "junkie": 2432, "drawing": 2433, "cup": 2434, "tea": 2435, "wear": 2436, "thin": 2437, "ecommended": 2438, "intellectual": 2439, "erchant": 2440, "ountain": 2441, "writing": 2442, "discussing": 2443, "disappear": 2444, "ltmans": 2445, "hort": 2446, "joy": 2447, "deception": 2448, "waitress": 2449, "stir": 2450, "romance": 2451, "coworkers": 2452, "overwhelming": 2453, "dying": 2454, "hospital": 2455, "articularly": 2456, "striking": 2457, "humiliating": 2458, "practice": 2459, "loneliness": 2460, "routine": 2461, "crew": 2462, "despite": 2463, "occasional": 2464, "empathy": 2465, "ompared": 2466, "professional": 2467, "art": 2468, "savage": 2469, "admittedly": 2470, "pilot": 2471, "portrays": 2472, "remarkably": 2473, "taste": 2474, "arch": 2475, "oland": 2476, "wrote": 2477, "repeating": 2478, "absence": 2479, "akin": 2480, "rugby": 2481, "club": 2482, "discipline": 2483, "glory": 2484, "defend": 2485, "country": 2486, "bravery": 2487, "eople": 2488, "gut": 2489, "fear": 2490, "greatness": 2491, "slightest": 2492, "resemblance": 2493, "wa": 2494, "fighter": 2495, "recent": 2496, "served": 2497, "rance": 2498, "empest": 2499, "postwar": 2500, "test": 2501, "absolute": 2502, "utter": 2503, "disgrace": 2504, "tried": 2505, "premise": 2506, "supernatural": 2507, "inspired": 2508, "actual": 2509, "spoken": 2510, "authentic": 2511, "serial": 2512, "hilst": 2513, "awaiting": 2514, "execution": 2515, "electric": 2516, "chair": 2517, "claimed": 2518, "soul": 2519, "continue": 2520, "spree": 2521, "ouse": 2522, "achine": 2523, "nyway": 2524, "irst": 2525, "ower": 2526, "overly": 2527, "clich\u00e9s": 2528, "genuine": 2529, "thrill": 2530, "albeit": 2531, "mundane": 2532, "obsessive": 2533, "iamond": 2534, "bloody": 2535, "chest": 2536, "receives": 2537, "unexpected": 2538, "underrated": 2539, "racy": 2540, "riffith": 2541, "begs": 2542, "result": 2543, "es": 2544, "helpful": 2545, "hint": 2546, "etective": 2547, "ogan": 2548, "penalty": 2549, "hanning": 2550, "rotten": 2551, "street": 2552, "killing": 2553, "murderer": 2554, "vengeful": 2555, "using": 2556, "newly": 2557, "gained": 2558, "wipe": 2559, "position": 2560, "prefers": 2561, "cat": 2562, "mouse": 2563, "nemesis": 2564, "annoyingly": 2565, "posse": 2566, "colleague": 2567, "trick": 2568, "realized": 2569, "weak": 2570, "endure": 2571, "shamelessly": 2572, "clich\u00e9": 2573, "sexually": 2574, "abused": 2575, "predicted": 2576, "explains": 2577, "predict": 2578, "future": 2579, "somewhere": 2580, "ridiculously": 2581, "overused": 2582, "live": 2583, "awn": 2584, "youthful": 2585, "rebel": 2586, "tough": 2587, "supportive": 2588, "orrest": 2589, "ump": 2590, "armen": 2591, "tranger": 2592, "alls": 2593, "cameo": 2594, "beginning": 2595, "rented": 2596, "osario": 2597, "buddy": 2598, "glued": 2599, "seat": 2600, "intensity": 2601, "corny": 2602, "liner": 2603, "tragically": 2604, "fate": 2605, "sadly": 2606, "mistaken": 2607, "mindless": 2608, "entertainment": 2609, "sake": 2610, "ays": 2611, "stereotype": 2612, "advertisement": 2613, "buying": 2614, "product": 2615, "forget": 2616, "ere": 2617, "distinction": 2618, "provoking": 2619, "hidden": 2620, "ntertainment": 2621, "rarely": 2622, "house": 2623, "within": 2624, "walking": 2625, "violent": 2626, "crossed": 2627, "disgusting": 2628, "deep": 2629, "ad": 2630, "aya": 2631, "sex": 2632, "desperate": 2633, "sickening": 2634, "ared": 2635, "manipulative": 2636, "rapist": 2637, "wholly": 2638, "closely": 2639, "resembles": 2640, "passionate": 2641, "affair": 2642, "midst": 2643, "raping": 2644, "slick": 2645, "facade": 2646, "lighting": 2647, "remove": 2648, "surroundings": 2649, "focus": 2650, "silent": 2651, "inner": 2652, "working": 2653, "accomplished": 2654, "facial": 2655, "expression": 2656, "gesture": 2657, "soundtrack": 2658, "blend": 2659, "dancing": 2660, "sea": 2661, "awakening": 2662, "aware": 2663, "tune": 2664, "nfortunately": 2665, "jaded": 2666, "hack": 2667, "slash": 2668, "existence": 2669, "shower": 2670, "brush": 2671, "teeth": 2672, "tie": 2673, "haunt": 2674, "reat": 2675, "voiceover": 2676, "describes": 2677, "frankly": 2678, "confusing": 2679, "unusual": 2680, "nonsensical": 2681, "irrelevant": 2682, "convey": 2683, "monologue": 2684, "explain": 2685, "gave": 2686, "clue": 2687, "perspective": 2688, "appearance": 2689, "crush": 2690, "relationship": 2691, "ambiguous": 2692, "straightforward": 2693, "decision": 2694, "definite": 2695, "kin": 2696, "ersonally": 2697, "thrilling": 2698, "atching": 2699, "morning": 2700, "frustrated": 2701, "affected": 2702, "desired": 2703, "lacked": 2704, "controversy": 2705, "dedicated": 2706, "seven": 2707, "such": 2708, "thus": 2709, "leading": 2710, "assassin": 2711, "uslim": 2712, "motif": 2713, "personal": 2714, "task": 2715, "available": 2716, "majority": 2717, "respected": 2718, "heaven": 2719, "model": 2720, "ideal": 2721, "ets": 2722, "swim": 2723, "raft": 2724, "amusement": 2725, "slice": 2726, "pink": 2727, "requisite": 2728, "throw": 2729, "disjointed": 2730, "itd": 2731, "suited": 2732, "lone": 2733, "sexual": 2734, "encounter": 2735, "subway": 2736, "typical": 2737, "lends": 2738, "cigarette": 2739, "hang": 2740, "evening": 2741, "respective": 2742, "interaction": 2743, "central": 2744, "weird": 2745, "softcore": 2746, "explore": 2747, "satisfying": 2748, "degree": 2749, "extreme": 2750, "often": 2751, "prevalent": 2752, "both": 2753, "edge": 2754, "ant": 2755, "hated": 2756, "notable": 2757, "conflict": 2758, "sure": 2759, "replace": 2760, "shoot": 2761, "crap": 2762, "consisting": 2763, "eason": 2764, "described": 2765, "aurice": 2766, "ran": 2767, "mark": 2768, "iana": 2769, "atherine": 2770, "introduction": 2771, "larence": 2772, "rowns": 2773, "nna": 2774, "hristie": 2775, "acques": 2776, "erman": 2777, "except": 2778, "arbo": 2779, "primarily": 2780, "likely": 2781, "urope": 2782, "analysis": 2783, "identical": 2784, "similar": 2785, "presented": 2786, "humorous": 2787, "shorter": 2788, "park": 2789, "address": 2790, "concentrate": 2791, "speaks": 2792, "occurred": 2793, "noticeable": 2794, "created": 2795, "sensation": 2796, "er": 2797, "pronounced": 2798, "perfectly": 2799, "understood": 2800, "herefore": 2801, "reta": 2802, "captivating": 2803, "variety": 2804, "lifelong": 2805, "equally": 2806, "arie": 2807, "ressler": 2808, "wen": 2809, "longer": 2810, "claim": 2811, "hall": 2812, "ickford": 2813, "applied": 2814, "shine": 2815, "attention": 2816, "arion": 2817, "v": 2818, "alcohol": 2819, "addict": 2820, "meeting": 2821, "sympathize": 2822, "with": 2823, "alcoholic": 2824, "sailor": 2825, "foremost": 2826, "discover": 2827, "marvel": 2828, "rost": 2829, "haircut": 2830, "selling": 2831, "middleaged": 2832, "wouldbe": 2833, "pro": 2834, "con": 2835, "translated": 2836, "pedestrian": 2837, "inventive": 2838, "flag": 2839, "towards": 2840, "ed": 2841, "hanghai": 2842, "martial": 2843, "epic": 2844, "ero": 2845, "lying": 2846, "amazed": 2847, "quirky": 2848, "experimental": 2849, "minimal": 2850, "entirely": 2851, "ordinary": 2852, "smaller": 2853, "fleeting": 2854, "handheld": 2855, "jerky": 2856, "elegant": 2857, "additional": 2858, "delight": 2859, "bizarre": 2860, "everyday": 2861, "recognise": 2862, "relish": 2863, "changing": 2864, "rapidly": 2865, "appreciated": 2866, "subtitled": 2867, "recall": 2868, "uncomfortable": 2869, "offbeat": 2870, "romantic": 2871, "darker": 2872, "superbly": 2873, "longtime": 2874, "collaborator": 2875, "presence": 2876, "reminiscent": 2877, "epardieu": 2878, "iro": 2879, "proof": 2880, "translate": 2881, "thoroughly": 2882, "glad": 2883, "bridge": 2884, "concept": 2885, "ltimately": 2886, "psychic": 2887, "cinema": 2888, "proverbial": 2889, "oug": 2890, "flying": 2891, "aircraft": 2892, "fully": 2893, "capable": 2894, "jet": 2895, "dollar": 2896, "investment": 2897, "ron": 2898, "agle": 2899, "once": 2900, "twice": 2901, "hollywood": 2902, "efinitely": 2903, "remind": 2904, "awesome": 2905, "been": 2906, "fare": 2907, "portray": 2908, "smooth": 2909, "cting": 2910, "flat": 2911, "annoyed": 2912, "joking": 2913, "quote": 2914, "ry": 2915, "excuse": 2916, "firsttime": 2917, "neither": 2918, "crappy": 2919, "cost": 2920, "buck": 2921, "garbage": 2922, "wildly": 2923, "basis": 2924, "inept": 2925, "idiotic": 2926, "contrived": 2927, "laughable": 2928, "utterly": 2929, "spoiler": 2930, "hole": 2931, "exaggeration": 2932, "designed": 2933, "cash": 2934, "ector": 2935, "idley": 2936, "ego": 2937, "acclaimed": 2938, "teven": 2939, "tripe": 2940, "adapted": 2941, "homas": 2942, "arris": 2943, "wellknown": 2944, "immensely": 2945, "wasted": 2946, "fat": 2947, "paycheck": 2948, "factor": 2949, "ludicrous": 2950, "clunky": 2951, "eg": 2952, "pursuit": 2953, "nspector": 2954, "laughably": 2955, "delivered": 2956, "ony": 2957, "opkins": 2958, "hammy": 2959, "deformed": 2960, "psychopath": 2961, "bent": 2962, "revenge": 2963, "serf": 2964, "provide": 2965, "absent": 2966, "predecessor": 2967, "ilence": 2968, "ambs": 2969, "believable": 2970, "tension": 2971, "spectacular": 2972, "psychological": 2973, "dinner": 2974, "fake": 2975, "menace": 2976, "society": 2977, "establishing": 2978, "eye": 2979, "glaring": 2980, "oh": 2981, "iction": 2982, "arc": 2983, "ite": 2984, "unner": 2985, "equivalent": 2986, "eating": 2987, "vegetable": 2988, "arthouse": 2989, "rated": 2990, "couch": 2991, "eyeball": 2992, "celebrity": 2993, "econd": 2994, "outlandish": 2995, "hird": 2996, "lapse": 2997, "subtitle": 2998, "speak": 2999, "native": 3000, "tongue": 3001, "ourth": 3002, "foreign": 3003, "challenge": 3004, "assumption": 3005, "chief": 3006, "redemption": 3007, "protagonist": 3008, "cowardly": 3009, "offense": 3010, "safety": 3011, "integrity": 3012, "sin": 3013, "rent": 3014, "celebration": 3015, "system": 3016, "ased": 3017, "enlightened": 3018, "melodrama": 3019, "initially": 3020, "lighthearted": 3021, "adolescent": 3022, "vein": 3023, "dventures": 3024, "halfhour": 3025, "youngster": 3026, "fly": 3027, "fghanistan": 3028, "evertheless": 3029, "remaining": 3030, "emerge": 3031, "relieved": 3032, "entertained": 3033, "open": 3034, "rancisco": 3035, "mir": 3036, "nited": 3037, "receive": 3038, "published": 3039, "copy": 3040, "sooner": 3041, "lifetime": 3042, "storyteller": 3043, "jar": 3044, "drawn": 3045, "reluctantly": 3046, "forgotten": 3047, "haun": 3048, "tory": 3049, "akistan": 3050, "servant": 3051, "household": 3052, "wealthy": 3053, "aste": 3054, "herry": 3055, "invasion": 3056, "informs": 3057, "sugar": 3058, "asically": 3059, "enter": 3060, "rescue": 3061, "grandson": 3062, "li": 3063, "anish": 3064, "ri": 3065, "held": 3066, "prisoner": 3067, "slave": 3068, "newcomer": 3069, "cruel": 3070, "shift": 3071, "assan": 3072, "western": 3073, "agnificent": 3074, "ncidentally": 3075, "compete": 3076, "string": 3077, "flight": 3078, "generate": 3079, "dog": 3080, "cotts": 3081, "op": 3082, "un": 3083, "belongs": 3084, "minority": 3085, "beat": 3086, "threatened": 3087, "prepared": 3088, "suffer": 3089, "dealt": 3090, "spine": 3091, "coward": 3092, "predicament": 3093, "record": 3094, "eponymous": 3095, "referred": 3096, "fallen": 3097, "mercy": 3098, "minion": 3099, "belly": 3100, "alley": 3101, "orst": 3102, "assault": 3103, "courage": 3104, "behalf": 3105, "aerial": 3106, "idnight": 3107, "xpress": 3108, "politics": 3109, "ethnic": 3110, "cultural": 3111, "stake": 3112, "ndeed": 3113, "eliminate": 3114, "racial": 3115, "prejudice": 3116, "accept": 3117, "faith": 3118, "hina": 3119, "plus": 3120, "fascinating": 3121, "believability": 3122, "summary": 3123, "ock": 3124, "heyre": 3125, "band": 3126, "studio": 3127, "starred": 3128, "oris": 3129, "arloff": 3130, "ela": 3131, "ugosi": 3132, "orre": 3133, "mate": 3134, "incredibly": 3135, "humor": 3136, "broad": 3137, "ie": 3138, "antic": 3139, "musical": 3140, "involves": 3141, "mansion": 3142, "aunt": 3143, "nce": 3144, "washed": 3145, "happening": 3146, "verall": 3147, "passable": 3148, "cheated": 3149, "red": 3150, "mily": 3151, "advance": 3152, "inheritance": 3153, "traveling": 3154, "exciting": 3155, "exotic": 3156, "etty": 3157, 